network-manager-applet
networkmanager
network-manager-applet
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
modemmanager
dhclient
dhcpcd
vim
neovim
nano
helix
git
git-lfs
ack
xarchiver
p7zip
zip
unzip
gzip
tar
bzip3
unrar
xz
zstd
archiso
f2fs-tools
automake
gawk
gammu
gnome-keyring
mtools
dosfstools
devtools
multilib-devel
npm
qemu-tools
qemu-emulators-full
qemu-system-x86-firmware
cargo
make
go
lua
perl
ruby
rust
rustup
cmake
gcc
gcc-libs
gdb
ppp
rp-pppoe
pptpclient
reiserfsprogs
clang
llvm
ccache
curl
wget
sed
zsh
zsh-autosuggestions
zsh-history-substring-search
zsh-syntax-highlighting
zsh-completions
bash-completion
xdg-user-dirs-gtk
xdg-desktop-portal-gtk
arch-wiki-docs
pkgfile
intel-ucode
ntfs-3g
base
smartmontools
base-devel
gvfs-mtp
gvfs
apache
udisks2
cronie
grub-customizer
irqbalance
plocate
arch-install-scripts
bind
brltty
broadcom-wl
clonezilla
darkhttpd
diffutils
dmraid
dnsmasq
edk2-shell
profile-sync-daemon
pacman-contrib
grub
efibootmgr
os-prober
openssh
gnupg
ncdu
nfs-utils
nilfs-utils
nvme-cli
nbd
ndisc6
obsidian
feh
menumaker
openconnect
partclone
gparted
tor
arch-install-scripts
pkgfile
cifs-utils
dmraid
dosfstools
exfat-utils
f2fs-tools
gpart
gptfdisk
mtools
nilfs-utils
ntfs-3g
partclone
parted
partimage
acpi
alsa-utils
b43-fwcutter
bash-completion
bc
cmake
ctags
expac
feh
git
gpm
haveged
hdparm
htop
inotify-tools
ipython
irssi
lsof
mercurial
mesa
mlocate
moreutils
mpv
p7zip
rsync
rtorrent
screen
scrot
smartmontools
strace
tmux
udisks2
unace
unrar
unzip
upower
usb_modeswitch
usbutils
zip
zsh
atftp
bind-tools
bridge-utils
curl
darkhttpd
dhclient
dhcpcd
dialog
dnscrypt-proxy
dnsmasq
dnsutils
fwbuilder
gnu-netcat
ipw2100-fw
ipw2200-fw
iw
iwd
lftp
nfs-utils
ntp
openconnect
openssh
openvpn
ppp
pptpclient
rfkill
rp-pppoe
socat
vpnc
wget
wireless_tools
wpa_supplicant
wvdial
xl2tpd
